{
  "items": [
    {
      "title": "Здоровье персонажа",
      "id": "basics",
      "order": 1,
      "includeInTOC": true,
      "style": {
        "mt": 16,
        "mb": 16,
        "pad": 18
      },
      "blocks": [
        {
          "type": "markdown",
          "body": "Система очков здоровья в DnD 5e заставляет мастера придумывать все более изощренных противников для своих игроков, так как справится с кумулятивным объемом здоровья партии с каждым уровнем все сложнее. Например, партия из 5 игроков со средними 150 очками здоровья на персонажа ведет к тому, что мастеру нужно придумать противников, которые по силе будут опасны для монстра со 750хп и который ходит 5 раз за раунд.\n\nВместо очков здоровья мы вводим **Health Bar**. Как этот работает:\n\n**Шаг 1** — Берем кость хитов вашего класса, делим на 2. Это первая из нескольких составных частей объема здоровья персонажа\n\n**Шаг 2** — Берем Бонус Мастерства и присоединяем его к первой части из шага выше\n\n**Шаг 3** — Берем модификатор Телосложения и прибавляем его к уже имеющимся частям",
          "style": {
            "mt": 16,
            "mb": 16,
            "pad": 18
          }
        },
        {
          "type": "callout",
          "title": "",
          "includeInTOC": true,
          "tocLevel": 3,
          "text": "> Персонаж [воин](https://sw5e.com/characters/classes/Fighter) 10 уровня с показателем Телосложения 16. \"Соберем\" его **Health Bar**:\n>\n> 1. 1к10 разделить на 2 — 5 **Health Bar** от классов\n> 2. Бонус Мастерства на 10 уровне равняется +4 — получается 5 из прошлого шага плюс 4 из этого, итого — 9\n> 3. Модификатор Телосложения у персонажа будет +3. Берем 9 из предыдущих шагов и 3 из этого, итого — 12\n>\n> **Результат — 12 Health Bar**",
          "style": {
            "mt": 16,
            "mb": 14
          }
        }
      ]
    },
    {
      "order": 2,
      "includeInTOC": true,
      "style": {
        "mt": 16,
        "mb": 16,
        "pad": 18
      },
      "title": "Нанесение и получение урона",
      "id": "basics",
      "blocks": [
        {
          "type": "markdown",
          "style": {
            "mt": 16,
            "mb": 16,
            "pad": 18
          },
          "body": "Персонаж вычитает минимум один из **Health Bar** (здесь и далее **HB** для удобства), если получает урон, равный или превышающий его кость хитов. Если персонаж получает урон, равный или превышающий сумму двух костей хитов, то вычитает два **HB**. И так далее. Однако, если персонаж получает урон меньше, чем его кость хитов, то он вообще не получает урона."
        },
        {
          "type": "callout",
          "includeInTOC": true,
          "tocLevel": 3,
          "style": {
            "mt": 16,
            "mb": 16
          },
          "text": "Возьмём персонажа из предыдущего пункта\n\n[Воин](https://sw5e.com/characters/classes/Fighter) 10 уровня с показателем Телосложения 16 и показателем **HB** 12.\n\nСкажем в этом раунде по нему прошли три атаки:\n\n* Атака №1 нанесла 21 единицу урона\n* Атака №2 нанесла 8 единиц урона\n* Атака №3 нанесла 19 единиц урона\n\nПолучается, что наш персонаж потерял:\n\n* 2 **HB**\n* 0 **HB**\n* 1 **HB**"
        }
      ]
    },
    {
      "order": 3,
      "includeInTOC": true,
      "style": {
        "mt": 16,
        "mb": 16,
        "pad": 18
      },
      "title": "Отдых",
      "blocks": [
        {
          "type": "markdown",
          "style": {
            "mt": 16,
            "mb": 16,
            "pad": 18
          },
          "body": "Последствия сражений не могут проходить бесследно за один полноценный сон. Потому важно грамотно рассчитывать свои силы и стараться избегать лишних повреждений из рассчета, что следующий день несет новые опасности.\n\nКак восстанавилвать сови HB во время отдыха:\n\n* Короткий отдых восстанавливает максимум 3 **HB**\n* Длительный отдых восстанавливает максимум 6 **HB**"
        }
      ],
      "id": "gear"
    },
    {
      "order": 4,
      "includeInTOC": true,
      "style": {
        "mt": 16,
        "mb": 16,
        "pad": 18
      },
      "title": "Способы защиты",
      "blocks": [
        {
          "type": "markdown",
          "style": {
            "mt": 16,
            "mb": 16,
            "pad": 18
          },
          "body": "Во вселенной Звездных Войн существует множество типов брони и доспехов. Однако, большинство из самых часто встречающихся можно разделить на три категории:\n\n* Легкая броня\n* Средняя броня\n* Тяжелая броня"
        },
        {
          "type": "markdown",
          "style": {
            "mt": 16,
            "mb": 16,
            "pad": 18
          },
          "body": "Лёгкая броня\n\nИзготовленная из гибких и тонких материалов, лёгкая броня подходит для манёвренных персонажей, так как обеспечивает базовую защиту без ущерба для подвижности.\n\nДва самых часто встречающихся вида легкой брони:\n\n* Боевая экипировка (Combat Suit)\n\nБоевые костюмы можно встретить по всей галактике — они широко распространены и продаются почти у любого торговца, имеющего дело с оружием и доспехами. Такие костюмы используются армиями, например, силами Галактической Республики, а также наёмниками, преступниками, охотниками за головами и даже некоторыми джедаями.\n\nКостюм обеспечивает умеренную защиту от большинства типов урона, сохраняя при этом высокую гибкость и минимальный вес. Рекомендуется в основном для лёгких перестрелок и ближнего боя.\n\n\n\n* Волоконная броня (Fiber Armor)\n\nЭтот тип брони обеспечивает лучшую защиту, чем боевая экипировка, но за счёт большей массы и меньшей гибкости. Тем не менее, многие считают это достойной ценой за повышенную живучесть. Хорошо справляется с физическими атаками и выстрелами лёгкого бластера."
        }
      ]
    }
  ]
}